tap "basicmachines-co/basic-memory"
tap "hashicorp/tap"
brew "awscli"
brew "eza"
brew "gh"
brew "gollama"
brew "htop"
brew "librsvg"
brew "mole"
brew "neovim"
brew "node"
brew "poppler"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "basicmachines-co/basic-memory/basic-memory"
brew "hashicorp/tap/terraform"
cask "bose-updater"
cask "font-meslo-lg-nerd-font"
cask "orbstack"
cask "wezterm"
uv "git-filter-repo"
